Repository: rnatong1/ADONIS-EN-to-KO-Project
Catalog: ADONIS Manual/ADONIS Manual-level2.tmx
Source language: en_us
Languages: ko

source: ADONIS BPMS – The BOC BPM & BPMN 2.0 Best Practice Method
ko: ADONIS BPMS – The BOC BPM & BPMN 2.0 모범 경영 방법

source: About ADONIS NP and BPMS
ko: ADONIS NP 및 BPMS에 대하여

source: Advanced Possibilities with BPMN 2.0
ko: Advanced Possibilities with BPMN 2.0의

source: BOC Group Addresses:
ko: BOC Group 주소:

source: Books included in this documentation: Administration Manual Installation Manual
ko: 이 책은 다음 문서를 포함함: 관리자 매뉴얼 설치 매뉴얼

source: Concept of the ADONIS Metamodel
ko: ADONIS 메타모델의 개념

source: Hotline:
ko: 상담 문의:

source: Introduction
ko: 소개

source: Table of Contents
ko: 목차

source: The ADONIS NP 4.0 User Manual
ko: ADONIS NP 4.0 사용자 매뉴얼

source: User Manual
ko: 사용자 메뉴얼

source: Web Client Administration Manual
ko: 웹 클라이언트 관리자 매뉴얼

source: hotline@boc-group.com Homepage:
ko: hotline@boc-group.com 홈페이지:

source: © User documentation for ADONIS NP 2016
ko: © ADONIS NP 2016에 대한 사용자 문서
